Repository: chr0m1ng/BabyNap
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: pt_br

# home.baby.status.awake %@
source: %@ is awake for
pt_br: %@ está acordado há

# home.baby.status.napping %@
source: %@ is napping for
pt_br: %@ está dormindo há

# home.baby.warning.sleepwindow
source: Attention: Sleep window closing!
pt_br: Atenção: Janela do sono quase no limite!

# home.baby.warning.sleepwindow.overdue
source: Danger: Sleep window overdue!
pt_br: Perigo: Janela do sono passou do limite!

# home.status.babyName.default
source: The baby
pt_br: O Bebê

# home.status.subtext.overdue %lld
source: %lld minutes past the sleep window limit
pt_br: Já se passaram %lld minutos desde o fim da janela de sono

# home.status.subtext.overdue.minimal
source: Sleep window limit exceeded.
pt_br: Janela de sono excedida.

# home.status.subtext.warning %lld
source: %lld minutes left before sleep window limit
pt_br: Faltam %lld minutos para o limite da janela de sono

# home.status.subtext.warning.minimal
source: Sleep window closing soon.
pt_br: Janela de sono quase no limite.

# home.undo.bar.action
source: Undo
pt_br: Desfazer

# home.undo.bar.title
source: Action recorded. Undo?
pt_br: Ação salva. Desfazer?

# menu.settings
source: Settings
pt_br: Ajustes

# notification.babyName.default
source: your Baby
pt_br: seu Bebê

# notification.sleepWindowOverdue.body
source: Sleep window has passed. Consider helping %@ wind down.
pt_br: Janela de sono finalizada. Considere ajudar %@ a descansar.

# notification.sleepWindowOverdue.title
source: Nap overdue!
pt_br: Hora da soneca

# notification.sleepWindowWarning.body
source: Looks like %@ is reaching the max awake time.
pt_br: Parece que %@ está chegando ao limite de tempo acordado.

# notification.sleepWindowWarning.title
source: Almost nap time
pt_br: Quase na hora da soneca

# reports.navigation.title
source: Reports
pt_br: Relatórios

# reports.placeholder
source: Work in Progress, available soon
pt_br: Em construção, disponivel em breve

# settings.baby.name
source: Baby name
pt_br: Nome do bebê

# settings.baby.section
source: Baby info
pt_br: Informações do bebê

# settings.notifications.details
source: Notify %d minutes before window ends
pt_br: Notificar %d minutos antes da janela acabar

# settings.notifications.details %lld
source: Notify %lld minutes before window ends
pt_br: Notificar %lld minutos antes da janela acabar

# settings.notifications.section
source: Notifications
pt_br: Notificações

# settings.sleep.details
source: Max awake time: %d minutes
pt_br: Tempo máximo acordado: %d minutos

# settings.sleep.section
source: Sleep Window
pt_br: Janela do sono

# tab.home
source: Home
pt_br: Inicio

# tab.reports
source: Reports
pt_br: Relatórios
